lib/tasks/dev.rake

  task add_default_admin: :environment do
    Admin.create!(
    email: 'admin@admin.com',
    password: DEFALT_PASSWORD,
    password_confirmation: DEFALT_PASSWORD
   )
---
INSERT INTO "admins" ("email", "encrypted_password", "created_at", "updated_at") VALUES (?, ?, ?, ?)

  task add_default_user: :environment do
    User.create!(
    email: 'user@user.com',
    password: DEFALT_PASSWORD,
    password_confirmation: DEFALT_PASSWORD
   )
---
INSERT INTO "users" ("email", "encrypted_password", "created_at", "updated_at") VALUES (?, ?, ?, ?)